Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/domstol.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: I forklaring til politiet hadde mannen opplyst at han den siste tiden hadde brukt cannabis et par ganger i måneden.
nn: I forklaringa si til politiet hadde mannen opplyst at han den siste tida hadde brukt cannabis eit par gonger i månaden.

source: Og ingen bryter inn mens gjennomgangen pågår – eller mens noen andre senere holder sitt innlegg for den saks skyld.
nn: Og ingen bryt inn medan gjennomgangen pågår – eller medan nokon andre seinare held innlegget sitt, for den saks skuld.

source: Hvis tiltalte er kjent skyldig og kjennelsen er godtatt av retten, skal spørsmålet om straff avgjøres.
nn: Dersom tiltalte er kjent skuldig og avgjerda er godtatt av retten, skal spørsmålet om straff avgjerast.

source: Høyesterett kom til at trygdeavgiftsforskriften ikke ga et klart nok grunnlag for høy avgift i et slikt tilfelle.
nn: Høgsterett kom til at trygdeavgiftsforskrifta ikkje ga eit klart nok grunnlag for høg avgift i eit slikt tilfelle.

source: Tiltalte var tidligere ustraffet.
nn: Tiltalte var tidlegare ustraffa.

source: Lagretten tar bare stilling til om tiltalte er skyldig eller ikke etter tiltalen.
nn: Lagretten tar berre stilling til om tiltalte er skuldig eller ikkje etter tiltalen.

source: I tillegg skal det legges vekt på om løslatelse av siktede er egnet til å støte allmennhetens rettsfølelse eller skape utrygghet.
nn: I tillegg skal det leggjast vekt på om lauslating av sikta er eigna til å støyte rettskjensla i ålmenta eller skape utryggleik.

source: Høyesterett har utarbeidet en veiledning for advokater.
nn: Høgsterett har utarbeidd ei rettleiing for advokatar.

source: Det var ingen holdepunkter for å anta at dette grunnleggende trekket ved norsk strafferettspleie ikke ville bli respektert i saken.
nn: Det var ingen haldepunkt for å gå ut frå at dette grunnleggande trekket ved norsk strafferettspleie ikkje ville bli respektert i saka.

source: en annen som har stått avdøde nær.
nn: annan som har stått den døde nær.

source: Avgjørelsen klargjør betydningen av at solgte boliger tidligere har hatt skjeggkre og om kjøpere kan få prisavslag for midlertidige bruksulemper knyttet til retting.
nn: Avgjerda klargjer betydninga av at selde bustader tidlegare har hatt skjeggkre, og om kjøparar kan få prisavslag for mellombelse bruksulemper knytte til retting.

source: Høyesterett kom til at et selskap ikke var forpliktet til å tilby sju ansatte en såkalt tidligpensjon som sluttavtale i forbindelse med nedbemanning.
nn: Høgsterett kom til at eit selskap ikkje var forplikta til å tilby sju tilsette ein såkalla tidlegpensjon som sluttavtale i samband med nedbemanning.

source: Anken over lagmannsrettens kjennelse ble forkastet.
nn: Anken over orskurden i lagmannsretten blei forkasta.

source: Det var enighet om at materiale hentet fra en CD utgitt av Lovdata i 2002 kunne benyttes fritt fordi verneperioden på 15 år var utløpt.
nn: Det var semje om at materiale henta frå ein CD utgitt av Lovdata i 2002 kunne nyttast fritt fordi verneperioden på 15 år var gått ut.

source: Under henvisning særlig til uttalelser fra FNs menneskerettskomité la Høyesterett til grunn at det vil foreligge en krenkelse av rettighetene etter SP artikkel 27 dersom inngrepet fører til vesentlige negative konsekvenser for muligheten til kulturutøvelse.
nn: Under tilvising særleg til fråsegner frå FNs menneskerettskomité la Høgsterett til grunn at det vil ligge føre ei krenking av rettane etter SP artikkel 27 dersom inngrepet fører til vesentlege negative konsekvensar for moglegheita til kulturutøving.

source: I straffesaker har du krav på reise- og kostgodtgjørelse
nn: I straffesaker har du krav på reise- og kostgodtgjering

source: Hordaland tingrett har god tradisjon med tilhørere under rettssakene.
nn: Hordaland tingrett har god tradisjon med tilhøyrarar under rettssakene.

source: Høyesterett understreker hensynet til barnets beste er av overordnet betydning i barnevernssaker.
nn: Høgsterett strekar under at omsynet til det beste for barnet er av overordna betydning i barnevernssaker.

source: Skifteattest kan utstedes når al e vergene har undertegnet på skjemaet el er etter utløpet av fastsatt frist (som normalt er 60
nn: Skifteattest kan utferdast når al e verjene har underteikna på skjemaet, el er etter utløpet av fastsett frist (som til vanleg er 60

source: Verv i private eller offentlige selskap.
nn: Verv i private eller offentlege selskap.

source: skal legges inn i Aktørportalen.
nn: skal leggast inn i Aktørportalen.

source: Et grunnvilkår for utvidet inndragning etter straffeloven § 68 er at lovbryteren må være funnet skyldig i en «straffbar handling som etter sin art kan gi betydelig utbytte».
nn: Eit grunnvilkår for utvida inndraging etter straffelova § 68 er at lovbrytaren må vere funnen skuldig i ei «straffbar handling som etter sin art kan gi betydelig utbytte».

source: Lagmannsretten forkastet fars anke over kjennelsen.
nn: Lagmannsretten forkasta fars anke over orskurden.

source: Unngå derfor å komme i samtale med andre enn fagdommeren og den andre
nn: Unngå derfor å komme i samtale med andre enn fagdommarane og dei andre

source: «kom deg tilbake til Afrika der du kommer fra, jævla utlending».
nn: «Kom deg tilbake til Afrika der du kjem frå, jævla utlending.»

source: Høyesterett fastsatte straffen for overfallsvoldtekt til fengsel i seks år og fire måneder
nn: Høgsterett fastsette straffa for overfallsvaldtekt til fengsel i seks år og fire månader.

source: Spørsmålet er i hvilken utstrekning lagmannsretten ved behandlingen av en bevisanke kan begrense bevisførselen.
nn: Spørsmålet var i kva utstrekning lagmannsretten ved behandlinga av ein bevisanke kan avgrense bevisføringa.

source: Styret skal blant annet:
nn: Styret skal mellom anna:

source: Spørsmålet for Høyesterett var om han skulle ilegges erstatningsansvar for gravferdsutgiftene og erstatning for ikke-økonomisk tap (oppreisning) til de etterlatte.
nn: Spørsmålet for Høgsterett var om han skulle påleggast erstatningsansvar for gravferdsutgiftene og erstatning for ikkje-økonomisk tap (oppreisning) til dei etterlatne.

source: Lagmannsrettens bevisbedømmelse gikk ut på at tiltalte ikke ønsket å bli oppdaget og forsøkte å holde seg skjult.
nn: Bevisvurderinga i lagmannsretten gjekk ut på at den tiltalte ikkje ønskte å bli oppdaga og forsøkte å halde seg skjult.

source: Gjennom særlig Høyesteretts avgjørelser har det dannet seg praksis for utmåling av straff i konkrete saker, og dette vil være grunnlaget for hvilken straff som skal idømmes også i andre saker. Sist oppdatert:
nn: Særleg gjennom Høgsterett sine avgjersler har det vorte danna praksis for utmåling av straff i konkrete saker, og dette vil vere grunnlaget for kva for ei straff som skal idømmast også i andre saker.

source: Høyesterett slo fast at straffebudet var overtrådt selv om formålet med og virkningen av handlingen var å fremkalle søvn når barnet skulle legge seg.
nn: Høgsterett slo fast at straffebodet var brote sjølv om formålet med og verknaden av handlinga var å framkalle søvn når barnet skulle legge seg.

source: En eventuell løslatelse på prøve er det kun retten som kan beslutte.
nn: Ei eventuell lauslating på prøve er det berre retten som kan avgjere.

source: Etter barnevernloven § 4-24 kan et barn som følge av alvorlige atferdsvansker ved vedvarende misbruk av rusmidler plasseres i institusjon i opptil tolv måneder.
nn: Etter barnevernlova § 4-24 kan eit barn som følge av alvorlege åtferdsvanskar ved vedvarande misbruk av rusmiddel plasserast i institusjon i opptil tolv månader.

source: Kravet i straffelovens selvvaskbestemmelse om at primærlovbruddet må skje før selvvaskhandlingen, måtte anses oppfylt uten at det var nødvendig å knytte den enkelte selvvaskhandlingen til et konkret primærlovbrudd når man, som her, stod overfor et komplekst system der selve det tilslørende systemet som var bygget opp, inngikk som en del av selvvasken.
nn: Kravet i sjølvvaskføresegna i straffelova om at primærlovbrotet må skje før sjølvvaskhandlinga, måtte reknast som oppfylt utan at det var nødvendig å knyte den enkelte sjølvvaskhandlinga til eit konkret primærlovbrot når ein, som her, stod overfor eit komplekst system der sjølve det tilslørande systemet som var bygd opp, inngjekk som ein del av sjølvvasken.

source: Hun har vært advokat i NESO (Nordnorske Entreprenørers Serviceorganisasjon), dommerfullmektig i Lofoten, førstekonsulent i Lovavdelingen og advokatfullmektig i Kluge advokatfirma.
nn: Ho har vore advokat i NESO (Nordnorske Entreprenørers Serviceorganisasjon), dommarfullmektig i Lofoten, fyrstekonsulent i Lovavdelingen og advokatfullmektig i Kluge advokatfirma.

source: sikre og fremme rettssikkerheten og verne om
nn: og fremje rettstryggleiken og verne om

source: To dommere kom til at riktig straff burde være fengsel i to år.
nn: To dommarar kom til at riktig straff burde vere fengsel i to år.

source: Så snart den som melder seg på er godkjent som gruppemedlem, skal vedkommende føres inn i grupperegisteret som føres elektronisk i domstolen.
nn: Så snart den som melder seg på er godkjent som gruppemedlem, skal vedkomande førast inn i grupperegisteret som blir ført elektronisk i domstolen.

source: Det andre spørsmålet var om lagmannsrettens måte å behandle verdien av to bygninger på, oppfylte kravet ved urbant jordskifte om at eiendommen som deltar i fordelingen av planskapte verdier, ikke bare skal unngå tap ved jordskiftet, men også få en andel av verdiøkningen.
nn: Det andre spørsmålet var om måten lagmannsretten hadde behandla verdien av to bygningar på, oppfylte kravet ved urbant jordskifte om at eigedommen som deltar i fordelinga av planskapte verdiar, ikkje berre skal unngå tap ved jordskiftet, men også få ein del av verdiauken.

source: Høyesterett kom til at det ikke var feil at et selskap hadde betalt ordinær elavgift, og at staten dermed ikke var erstatningsansvarlig for feil rettsanvendelse.
nn: Høgsterett kom til at det ikkje var feil at eit selskap hadde betalt ordinær elavgift, og at staten dermed ikkje var erstatningsansvarleg for feil rettsbruk.

source: Staten krevde derfor leterefusjonen tilbakebetalt, noe datterselskapet ikke har gjort opp.
nn: Staten kravde difor leiterefusjonen tilbakebetalt, noko dotterselskapet ikkje har gjort opp.

source: Dommen avklarer rammene for trafikkforsikringsselskapets ansvar for oppreisningserstatning etter bilansvarsloven § 4 andre punktum.
nn: Dommen avklarer rammene for kva ansvar trafikkforsikringsselskap har for oppreisningserstatning etter bilansvarslova § 4 andre punktum.

source: skal styret varsle grunneier om det planlagte tiltaket minst to måneder før anleggsstart.
nn: skal styret varsla grunneigar om det planlagde tiltaket minst to månader før anleggsstart.

source: En mann ble dømt til fengsel i tre år og tre måneder for oppbevaring av ca.
nn: Ein mann blei dømd til fengsel i tre år og tre månader for oppbevaring av ca.

source: I overensstemmelse med rettspraksis og juridisk teori om skillet mellom vedlikehold og påkostning, der det legges størst vekt på om eiendelen er tekniske eller fysisk endret i forhold til opprinnelig tilstand, kom Høyesterett likevel til at forsterkningsarbeidene måtte regnes som påkostninger som må avskrives.
nn: I samsvar med rettspraksis og juridisk teori om skiljet mellom vedlikehald og påkosting, der det blir lagt størst vekt på om eigedelen er teknisk eller fysisk endra i forhold til den opphavlege tilstanden, kom Høgsterett likevel til at forsterkingsarbeida måtte reknast som påkostingar som må avskrivast.

source: Saksøkers DNA-profil var blitt registrert i politiets identitetsregister som følge av en dom på 18 dagers fengsel og bot for forsøk på promillekjøring.
nn: DNA-profilen til saksøkaren var blitt registrert i politiets identitetsregister som følge av ein dom på 18 dagars fengsel og bot for forsøk på promillekøyring.

source: Når det kreves særlig kunnskap om et saksområde, kan retten oppnevne fagkyndige meddommere.
nn: Når det blir kravd særleg kunnskap om eit saksområde, kan retten oppnemne fagkunnige meddommarar.

source: Selskapet var på dette tidspunktet ikke frivillig registrert for utleie av fast eiendom, og salget utløste plikt for selger til å tilbakeføre av den fradragsførte avgiften i sin helhet.
nn: Selskapet var på dette tidspunktet ikkje frivillig registrert for utleige av fast eigedom, og salet utløyste plikt for seljaren til å tilbakeføre heile den frådragsførte avgifta.

source: Dommer fra forliksrådet, herunder fraværsdommer, kan overprøves ved søksmål for tingretten.
nn: Dommar frå forliksrådet, medrekna fråværsdommar, kan overprøvast ved søksmål for tingretten.

source: Dersom den som reiser søksmålet eller grupperepresentanten krever det, kan retten fastsette som vilkår for registrering at gruppemedlemmene skal ha ansvar for et fastsatt maksimalbeløp for kostnadene.
nn: Dersom den som reiser søksmålet eller grupperepresentanten krev det, kan retten fastsetje som vilkår for registrering at gruppemedlemene skal ha ansvar for eit fastsett maksimalbeløp for kostnadene.

source: Tilsvarende regulering som i NS 8415 punkt 33.2, er inntatt i andre standardkontrakter for landentreprise, og Høyesteretts avgjørelse avklarer innholdet av en kontraktsbestemmelse som har praktisk betydning innenfor dette området.
nn: Tilsvarande regulering som i NS 8415 punkt 33.2, er tatt inn i andre standardkontraktar for landentreprise, og Høgsteretts avgjerd klargjer innhaldet av eit kontraktsvilkår som har praktisk betydning innanfor dette området.

source: Lagmannsretten hadde lagt til grunn at UNEs vedtak om opphør av flyktningstatus for en familie fra Afghanistan var gyldig.
nn: Lagmannsretten hadde lagt til grunn at UNEs vedtak om opphøyr av flyktningstatus for ein familie frå Afghanistan var gyldig.

source: Høyesterett la til grunn at samvær i denne saken skal fastsettes med sikte på gjenforening på noe lengre sikt.
nn: Høgsterett la til grunn at samvær i denne saka skal fastsettast med sikte på gjenforeining på noko lengre sikt.

source: Et medlem i Statens pensjonskasse fikk ved en feil utbetalt 655 000 kroner for mye i uførepensjon frem til han gikk over på alderspensjon.
nn: Ein medlem i Statens pensjonskasse fekk ved ein feil utbetalt 655 000 kroner for mykje i uførepensjon fram til han gjekk over på alderspensjon.

source: Høyesterett kom til at lagmannsretten hadde tolket bestemmelsen riktig da den kom til at bestemmelsen ikke krever at den som anlegger sak, må ha en aktuell interesse i å få vedtaket prøvet.
nn: Høgsterett kom til at lagmannsretten hadde tolka føresegna riktig då den kom til at føresegna ikkje krev at den som reiser sak, må ha ein aktuell interesse i å få vedtaket prøva.

source: Saken gjaldt spørsmål om valgrett ved virksomhetsoverdragelse, særlig betydningen av at avtalefestet pensjon (AFP) faller bort.
nn: Saka gjaldt spørsmål om valrett ved verksemdsoverdraging, særleg betydninga av at avtalefesta pensjon (AFP) fell bort.

source: Høyesterett kom til at fiskesalgslagsloven § 13 ikke gir hjemmel til å stanse fiske og omsetning av fangst når uenighet om prisnivået leder til en treg og uoversiktlig omsetningssituasjon.
nn: Høgsterett kom til at fiskesalslagslova § 13 ikkje gir heimel til å stanse fiske og omsetning av fangst når ueinigheit om prisnivået leier til ein treg og uoversiktleg omsetningssituasjon.

source: Høyesterett baserte seg på de rettslige utgangspunktene som det er redegjort for i HR-2021-474-A og HR-2021-475-A.
nn: Høgsterett baserte seg på dei rettslege utgangspunkta som det er gjort greie for i HR-2021-474-A og HR-2021-475-A.

source: - Tempoet i Høyesterett er høyt, forteller Matheson.
nn: Tempoet i Høgsterett er høgt, fortel Matheson.

source: Spørsmålet i saken var om vilkåret i folketrygdloven § 11-5 om at medlemmet har fått «arbeidsevnen nedsatt» stiller krav til varigheten av den nedsatte arbeidsevnen.
nn: Spørsmålet i saka var om vilkåret i folketrygdlova § 11-5 om at medlemmen har fått «arbeidsevnen nedsatt», stiller krav til varigheita av den nedsette arbeidsevna.

source: For det andre var det spørsmål om det er tilstrekkelig for å fremme en jordskiftesak at jordskiftet vil gi en mer tjenlig løsning enn det som nåværende eiendomsutforming gjør mulig, eller om det også gjelder en terskel for hvor utjenlig dagens eiendom må være, før det kan åpnes jordskifte.
nn: For det andre var det spørsmål om det er tilstrekkeleg for å fremme ei jordskiftesak at jordskiftet vil gi ei meir tenleg løysing enn det som noverande eigedomsutforming gjer mogleg, eller om det også gjeld ein terskel for kor utenleg dagens eigedom må vere før det kan opnast jordskifte.

source: Han tiltrådte som utreder i august 2021.
nn: Han tiltredde som utgreiar i august 2021.

source: Hvem er arvinger?
nn: Kven er arvingar?

source: Det er derfor relativt lite bruk av advokater som prosess­fullmektiger.
nn: Det er derfor relativt lite bruk av advokatar som prosess­fullmektigar.

source: Kravene bygde på rådgivningen i forbindelse med inngåelsen av en avtale med staten om motregning i utbetalte refusjonsbeløp.
nn: Krava bygde på at rådgjevinga i samband med inngåinga av ein avtale med staten om motrekning i utbetalte refusjonsbeløp var mangelfull.

source: Lagmannsrettens konklusjon om at det ikke forelå svikt bygget på denne rettsforståelsen, og avgjørelsen ble opprettholdt.
nn: Konklusjonen i lagmannsretten om at det ikkje låg føre svikt, bygde på denne rettsforståinga, og avgjerda blei oppretthalden.

source: Når det er åpnet konkurs, kan du søke dekning av lønn og andre utgifter fra den statlige lønnsgarantiordningen.
nn: Når det er opna konkurs, kan du søkje dekning av løn og andre utgifter frå den statlege lønsgarantiordninga.

source: Gyldigheten av vedtak om tilleggsskatt
nn: Gyldigheita av vedtak om tilleggsskatt

source: møte fornærmede i konfliktrådet og oppfylle eventuelle meklingsavtaler som inngås med fornærmede
nn: møte fornærma i konfliktrådet og oppfylle eventuelle meklingsavtalar som ein inngår med den som er fornærma i saken

source: Straffutmålingen i denne saken var ikke anket til Høyesterett.
nn: Straffutmålinga i denne saka var ikkje anka til Høgsterett.

source: Det er strenge regler for bruk av isolasjon.
nn: Det er strenge reglar for bruk av isolasjon.

source: Domfelte hadde tilstått forholdet, og utgangspunktet ved straffutmålingen var derfor ubetinget fengsel i 36 dager.
nn: Den domfelte hadde tilstått forholdet, og utgangspunktet ved straffutmålinga var derfor fengsel utan vilkår i 36 dagar.

source: En utlending var på besøk hos sin bror som bodde i Norge og drev et foretak som blant annet pusset opp leiligheter.
nn: Ein utlending var på besøk hos broren sin som budde i Noreg og dreiv eit føretak som mellom anna pussa opp leilegheiter.

source: Carl Otto Løvenskiold, som eier Nordmarksgodset, har rett til å kjøre tømmerbiler og andre kjøretøy gjennom tunet på Stryken gård i forbindelse med industriell skogsdrift på hans eiendommer i Lunner kommune.
nn: Carl Otto Løvenskiold, som eig Nordmarksgodset, har rett til å køyre tømmerbilar og andre køyretøy gjennom tunet på Stryken gård i samband med industriell skogsdrift på eigedommane sine i Lunner kommune.

source: Alle medeierne har rett til innsyn i protokollen
nn: Alle medeigarane har rett til innsyn i protokollen

source: Domfelte fikk ikke medhold i at han hadde krav på ekstra fradrag i straffen for perioder der han var plassert i fullstendig isolasjon i varetekt som følge av ordensforstyrrelser i fengslet.
nn: Den domfelte fekk ikkje medhald i at han hadde krav på ekstra frådrag i straffa for periodar da han var plassert i fullstendig isolasjon i varetekt som følge av ordensforstyrringar i fengselet.

source: I sine første to år levde gutten dels sammen med foreldrene under vanskelige forhold og dels i beredskapshjem.
nn: I sine første to år levde guten dels saman med foreldra under vanskelege forhold og dels i beredskapsheim.

source: En person hadde skrevet følgende i et kommentarfelt på Facebook om en samfunnsdebattant:
nn: Ein person hadde skrive følgjande i eit kommentarfelt på Facebook om ein samfunnsdebattant:

source: Selv om tilknytningen kan fremstå som løs og lite personlig etter din vurdering, er det viktig du tar det opp slik at habiliteten din kan bli vurdert.
nn: Sjølv om tilknytinga kan verke laus og lite personleg etter di vurdering, så er det viktig du tek det opp, slik at habiliteten din kan bli vurdert.

source: For deg som dommer er det en særlig utfordring at du for-ventes å opptre nøytralt, og at du derfor må unngå å gi uttrykk for hvordan du opplever ting i retten.
nn: For deg som domar er det ei særleg utfordring at du er forventa å opptre nøytralt, og at du difor må unngå å gje uttrykk for korleis du opplever ting i retten.

source: Jeg erklærer at jeg er enearving etter avdøde.
nn: Eg erklærer at eg er einearving etter den døde.

source: hadde kjøpt et betydelig antall lastebiler av et norsk datterselskap av en av produsentene.
nn: hadde kjøpt mange lastebilar av eit norsk dotterselskap av ein av produsentane.

source: Bestemmelsen har ikke betydning for hennes rett til uføretrygd fra Folketrygden, men uførepensjon fra Statens pensjonskasse ville ha gitt henne en høyere samlet ytelse.
nn: Føresegna har ikkje betydning for retten hennar til uføretrygd frå folketrygda, men uførepensjon frå Statens pensjonskasse ville ha gitt henne ei større samla yting.

source: Tilbakekall av førerett på grunn av manglende edruelighet
nn: Tilbakekall av førerett på grunn av manglande edruskap

source: Ektefellen solgte under ekteskapet sine aksjer i selskapet og etablerte sammen med andre en ny selskapsstruktur som overtok og videreførte den virksomheten som ektefellen hadde vært ansvarlig for i det selskapet han trådte ut av.
nn: Ektefellen selde under ekteskapet sine aksjar i selskapet og etablerte saman med andre ein ny selskapsstruktur som overtok og vidareførte den verksemda som ektefellen hadde vore ansvarleg for i det selskapet han tredde ut av.

source: Høyesterett kom til at det forelå«særegne omstendigheter» som gjorde at en dommer måtte anses inhabil etter domstolloven § 108 til å behandle en sak.
nn: Høgsterett kom til at det låg føre «særegne omstendigheter» som gjorde at ein dommar etter domstollova § 108 måtte reknast som inhabil til å behandle ei sak.

source: De fleste av Norges skatteavtaler med andre land inneholder en egen bestemmelse om skattlegging av arbeid utført «offshore» med tilknytning til leting eller utvinning av ressurser på eller under havbunnen.
nn: Dei fleste av skatteavtalane Noreg har med andre land, inneheld ei eiga føresegn om skattlegging av arbeid som er utført «offshore» med tilknyting til leiting eller utvinning av ressursar på eller under havbotnen.

source: Når adgangen til avtalerevisjon er særskilt regulert i lov eller forskrift, kan ikke avtaleloven § 36 eller ulovfestede regler om bristende forutsetninger påberopes som alternativer.
nn: Når høvet til avtalerevisjon er særskilt regulert i lov eller forskrift, kan ikkje avtalelova § 36 eller ulovfesta reglar om brestande føresetnader gjerast gjeldande som alternativ.

source: Ordlyden kan variere noe fra avtale til avtale, men i svært mange avtaler er ordlyden i praksis den samme som i avtalene med Belgia og Spania.
nn: Ordlyden kan variere noko frå avtale til avtale, men i svært mange avtalar er ordlyden i praksis den same som i avtalane med Belgia og Spania.

source: Lagmannsretten har også en begrenset adgang til å nekte å ta en anke til behandling hvis det såkalte ankeutvalget i domstolen finner det klart at anken ikke kan føre frem.
nn: Lagmannsretten har også eit avgrensa høve til å nekte å ta ein anke til behandling dersom det såkalla ankeutvalet i domstolen finn det klart at anken ikkje kan føre fram.
